
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "유효하지 않은 숫자";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "최소보다 약간 적음";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "최대 초과됨";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "부동 소수점 허용하지 않음";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "유효하지 않은 날짜 문자열";

